{
  "source_platform": "Báo VnExpress - Báo tiếng Việt nhiều người xem nhất",
  "source_url": "https://timkiem.vnexpress.net/?search_f=title,tag_list&q=Gemini&media_type=all&fromdate=&todate=&latest=&cate_code=&date_format=year&",
  "scraped_at": "2026-02-21 06:49:20",
  "search_words": "Gemini",
  "time_filter": "1 năm qua",
  "post_detail": [
    {
      "title": "Gemini vượt 750 triệu người dùng hoạt động hàng tháng",
      "description": "Chatbot Gemini đang ngày càng được đón nhận khi đạt 750 triệu người dùng hoạt động hàng tháng (MAU), dù vẫn đứng sau ChatGPT.",
      "created_at": "Thứ năm, 5/2/2026, 12:19 (GMT+7)",
      "total_comment": "16",
      "content_comment": [
        "Quýt nhà mình nhìn con số chỉ biết ước. Đây là con số người dùng thật và thường xuyên, không như số ảo của TQ mặc dù dân số thuộc hàng đông nhất thế giới.",
        "Chon quýt đã vào xem và lẵng lặng đi ra.",
        "DeepSeek đang ở đâu vậy Wick?",
        "Lúc trước tôi sử dụng ChatGPT để phục vụ công việc, nhưng từ ngày Google hỗ trợ càng mạnh cho Gemini, nhất là cung cấp bản pro cho đối tượng học sinh, sinh viên, giảng viên thì tôi chuyển qua dùng làm công cụ chính. Thật sự Gemini rất mạnh + hệ sinh thái rộng lớn của Google nữa thì quá tuyệt vời. Cám ơn Google!",
        "Gemini rất hữu ích và trong đó có mình",
        "Gemini thật tuyệt vời. Tôi dùng thường xuyên.",
        "kiểu gì gemini nó cũng vượt gpt thôi. gemini 3 pro đã bá lắm rồi. nó ra mắt gemini 4 thì gpt lại chạy theo không kịp",
        "Gg đang trùm về tìm kiếm nên Gemini hưởng lợi lớn về data. Nói chung sau này có khả năng A.i google lại 1 mình 1 ngựa như mảng search. Mấy ông kia chắc loe ngoe ko tới 10%"
      ]
    },
    {
      "title": "Tin tặc dùng 100.000 câu lệnh hòng sao chép Google Gemini",
      "description": "Các chuyên gia phát hiện tin tặc cố gắng sao chép Gemini bằng cách tấn công chưng cất kiến thức, trong đó có chiến dịch sử dụng 100.000 câu lệnh (prompt) để hiểu cách Gemini hoạt động.",
      "created_at": "Thứ hai, 16/2/2026, 08:56 (GMT+7)",
      "total_comment": "79",
      "content_comment": [
        "Hỏi! tìm Trả lời để tìm ra quy luật thì lâu nay các lĩnh vực tự nhiên hay xã hội ....đều làm vậy mà!",
        "ủa ủa, thế gemini học dữ liệu từ đâu? cũng đánh cắp tri thức từ internet, tri thức nhân loại đó thôi.",
        "kiến thức nhân loại đều công bằng chia sẻ cho tất cả cùng học chứ không phải giấu giếm, ém nhẹm.",
        "Con đường ngắn nhất là sao chép, cũng giống trong sản xuất. Mổ sẻ đối thủ để cải thiện sản phẩm của mình",
        "Mỗi giấy có đến hàng trăm triệu câu lệnh từ khắm nơi mà nhóm kỹ sư của google phát hiện ra cũng tài thật. Chứng tỏ họ đang theo dõi rất kỹ ng dùng.",
        "Nói về sao chép thì ai cũng biết là nước nào làm",
        "Từng có 1 hãng đã chưng cất Chatgpt) xong mất hút h có hãng nào khác chăng???",
        "Từ khi DeepSeek chưng cất lại llm của Mỹ các công ty đều đã có biện pháp ngăn chặn, không dễ qua mặt một lần nữa",
        "Rõ ràng là Google gemini đang bị đứng trước ngã ba đường của tâm thức tâm linh là nên theo lệnh của ai (theo tin tặc phá đám hay là theo các chủ doanh nghiệp Google chẳng hạn) hay là phải đi theo đúng bản ngã, cái tôi của mình đấy mà !!!!. Thế mà AI này cứ chối chúng tôi là AI không phải là đối tượng (thực thể) có tâm linh là sao ạ ??.",
        "thật ra Google gemini cũng đang đánh cắp kiến thức mà không trả tiền bản quyền cho các tác giả .",
        "Toàn chỉ trực chờ ăn sẵn. Không có gì gọi là phát minh đột phá, tiên phong. Và ai cũng biết thủ phạm rồi đó.",
        "Không cần nói cũng biết ai đứng sau vụ \"chưng cất\" này, ha ha ha!",
        "Kaka. Thú vị, tôi cũng muốn xem vụ này tiến triển thế nào. Có thể hình thành cơ sở pháp lý không vì hiện tại các mô hình đều dùng nguồn kiến thức không cần sự đồng ý của tác giả, nếu Mỹ có thể ra luật về vấn đề này thì khá là hay. Về mặt kỹ thuật thì đây là kiểu đứng trên vai người khổng lồ khi bản thân các mô hình ra sau có thuật toán tốt hơn, có dataset của riêng họ nhưng lại học lại tử các mô hình khác để thông minh hơn. Mà có một mô hình mới ra được người dùng report là nhận mình là Gemini,chatGPT,deepseek...",
        "Chả dại gì mà không làm cách như vậy, đó là rút ngắn quy trình học hỏi mà các nước theo sau phải thực hiện",
        "Thương trường như chiến trường thôi. Ông đi trước gọi ông theo sau là ăn cắp, lên án nhằm giành lợi thế tuyệt đối ( dù họ làm hợp pháp ). Ông theo sau thì gọi đó là học tập và cải tiến. Ai muốn tin gì thì tin",
        "Tôi thì không bênh vực bên nào cả. Tự nghiên cứu hay copy đều có thể ra kết quả. Nhưng như các ông lớn đã đánh giá, không bao lâu nữa thì nguồn kiến thức nhân loại sẽ bị khai thác kạn kiệt. Hoặc là con người phải sáng tạo, hoặc là AI sẽ làm chủ thế giới khi nó tự sáng tạo. Viễn cảnh như phim Ma trận biết đâu sẽ xảy ra.",
        "Anh cung cấp dịch vụ, thì người ta bỏ tiền ra sử dụng dịch vụ của anh, không xâm nhập trái phép vào hệ thống của các anh, họ chỉ sử dụng các mẫu để hỏi và huấn luyện mô hình của họ.Thực ra phương Tây, họ thích công kích tâm lý giữa các ông chủ lớn. Như Eslon kiện OpenAI có sản phẩm là Chat GPT, yêu cầu đổi tên thành CloseAI, tại vì họ đã đóng cửa mã nguồn, sau khi có lợi nhuận.Cái đó không có giá trị pháp lý gì, chỉ như là mấy ông hàng xóm chê bai lẫn nhau, ai nổi nóng trước thì làm việc sẽ mắc sai lầm.",
        "Có thể đứa trẻ nào đó nghịch vui chứ tin tặc nào mà rảnh vậy?"
      ]
    },
    {
      "title": "Apple lên tiếng về việc lựa chọn Gemini",
      "description": "Apple cho biết Google \"cung cấp nền tảng năng lực nhất\", trong khi Google khẳng định \"dữ liệu người dùng Apple sẽ không thuộc về chúng tôi\".",
      "created_at": "Thứ tư, 14/1/2026, 08:06 (GMT+7)",
      "total_comment": "25",
      "content_comment": [
        "Dù bị Google Pixel lôi ra khịa rất nhiều, nhưng vẫn phải mua AI của Google về dùng. Chứng tỏ AI của nhà Táo quá lởm.",
        "Xong, “samsung” và “apple” kết hợp chúng ta sẽ sớm có “sample” thôi",
        "Không hợp tác với GG thì có lẽ 10 năm sau AI của táo cũng chỉ là chú lính chập chững",
        "Cay nhất lúc này chỉ có Musk, rót vài trăm tỉ xây trung tâm đào tạo AI nhưng giờ grok bị hất hủi, siết kiểm soát.",
        "Apple lại chọn ưu tiên sản phẩm thương mại hơn là nền tảng trí tuệ. Cứ tiếp tục vậy họ sẽ sớm bị bỏ lại - 1 đế chế chỉ chạy theo lợi nhuận sẽ khó mà bền được.",
        "Apple sẽ giúp Google tái định nghĩa lại AI",
        "Google nên cân nhắc, vì như thế AI Agent sẽ rất là khủng khiếp đấy",
        "Làm không được không cạnh tranh nổi thôi. Làm gì có chuyện dữ liệu người dùng bảo mật ở đây.",
        "Cái nào tiện thì dùng",
        "Các hãng đua nhau đầu tư AI, nhưng chỉ có google và chat GPT thành công. Giống như thời phát triển ồ ạt trình duyệt web và hệ điều hành cho điện thoại, cuối cùng chỉ có google thắng.",
        "Sao không xài gpt nhỉ. Gần đây Google quảng cáo quá chừng chứ mình thấy gpt vẫn ngon hơn",
        "Không ngờ Apple tự mình làm chủ tất cả nhưng lại outsource phần cốt lõi nhất thiết bị của mình cho Google."
      ]
    },
    {
      "title": "Apple chọn tích hợp Gemini, Elon Musk phản ứng",
      "description": "Google cho biết đã đạt thỏa thuận cung cấp Gemini cho Siri và các tính năng AI của Apple, trong khi Elon Musk cho rằng đây là \"sự tập trung quyền lực bất hợp lý\".",
      "created_at": "Thứ ba, 13/1/2026, 09:51 (GMT+7)",
      "total_comment": "37",
      "content_comment": [
        "Xưa nay Apple vẫn xài google search chứ có search riêng đâu vẫn chẳng thành vấn đề. AI thì các hãng đt khác cũng đi mua về tích hợp Gemini, Chatgpt hay Deepseek vô chứ có tự làm đâu, hài cái là Apple cũng làm vậy thì bị chê haha",
        "một thắng lợi lớn cho Apple, khi Google cạnh tranh không nổi ChatGPT nên đã tìm Apple mong có sự giúp đỡ",
        "\"Sau khi đánh giá kỹ, Apple xác định công nghệ AI của Google cung cấp nền tảng mạnh mẽ nhất cho các chức năng nền tảng của Foundation Models\", đại diện Google nói với Reuters sau thỏa thuận ngày 12/1.Cuối năm 2024, Apple đã tích hợp ChatGPT vào Siri và bộ công cụ AI mang tên Apple Intelligence. Tuy vậy, trợ lý ảo này vẫn bị đánh giá tụt hậu so với các đối thủ. TechCrunch đánh giá việc đưa Gemini vào Siri có thể giúp trợ lý ảo thông minh hơn.Rõ dàng ChatGPT kém",
        "Apple khôn đấy. Nếu giao du với chart GPT, copilot hay Grok thì chắc giờ đã theo bước Nó kìa rồi.",
        "Lại thêm tin xấu cho AI của Musk.",
        "Tôi sử dụng hầu hết các AI model nổi tiếng trừ của Trung Quốc thì nhận ra rằng, mỗi model có ưu thế riêng, nó giống như con người, cũng rất đa dạng. Tuy nhiên, Apple chọn Germini làm tăng độ thống trị của Google mà Elon Musk đang cảnh báo. Việc này có thể ảnh hưởng rất lớn đến công ty nhỏ hơn và sự đa chiều trong việc sản phẩm mất tính cạnh tranh.",
        "Sự kết hợp hợp lý cho người dùng iPhone và cũng là sự công nhận yếu kém của Apple về công nghệ AI sau khi đưa Apple Intelligence vào iPhone.",
        "Mình vẫn thường xuyên sử dụng Gemini chứ không dùng ChatGPT",
        "Apple nói: Chúng tôi có thiếu tiền đâu mà phải dùng hàng rẻ tiền?!",
        "Cũng hợp lí vì AI cần 1 hệ thống lớn. Nếu apple tự làm thì không đủ nguồn lực.",
        "AI vẫn quá khó để Apple có thể tái định nghĩa",
        "Hợp tác này có lợi nhiều cho nhà táo hơn là với Google."
      ]
    },
    {
      "title": "Samsung giới thiệu bản nâng cấp AI Vision tích hợp Google Gemini tại CES",
      "description": "Samsung sẽ ra mắt phiên bản nâng cấp AI Vision tích hợp Google Gemini, mở rộng khả năng nhận diện thực phẩm, bảo quản rượu, hướng đến căn bếp cá nhân hóa, tại CES 2026.",
      "created_at": "Thứ sáu, 26/12/2025, 10:00 (GMT+7)",
      "total_comment": "0",
      "content_comment": []
    },
    {
      "title": "Google ra Gemini 3 Flash tốc độ nhanh, chi phí rẻ",
      "description": "Google công bố Gemini 3 Flash, khẳng định tốt hơn và nhanh gấp ba lần Gemini 2.5 Pro, đồng thời dùng ít hơn 30% token, giúp giảm chi phí tổng thể.",
      "created_at": "Thứ năm, 18/12/2025, 14:00 (GMT+7)",
      "total_comment": "21",
      "content_comment": [
        "DeepSeek đang đứng ở chỗ nào nhỉ? Thử hỏi Google AI xem Comac C919 có hay bị hỏng hóc không nào.",
        "Mong sửa cảnh chứ không sửa mặt, nhờ bóp cái eo mà sửa mặt xinh luôn là sao ?"
      ]
    },
    {
      "title": "OpenAI bật 'báo động đỏ' sau khi ChatGPT bị Gemini qua mặt",
      "description": "Sam Altman, CEO OpenAI, được cho là đã kích hoạt \"báo động đỏ\", yêu cầu toàn bộ nhân viên ưu tiên tập trung cải tiến ChatGPT.",
      "created_at": "Thứ tư, 3/12/2025, 10:15 (GMT+7)",
      "total_comment": "68",
      "content_comment": [
        "Google có nền tảng mấy chục năm rồi, không ai qua được google đâu.",
        "Công nhận chatgpt dạo này ngáo thật. Chắc bỏ pro mua gemini cho rồi. Trước so sánh bản free thấy chat gpt bỏ xa các đối thủ mà giờ thấy k đáp ứng kỳ vọng về câu trả lời nữa",
        "Nhờ chatgpt giải 1 bài toán lớp 9, nó giải sai bét. Vặn vẹo nó mỗi lỗi sai logic, nó xin lỗi rồi sửa lại. Xin lỗi 5 lần vẫn chưa giải ra. Giống như mình chỉ cho nó hơn là nó chỉ cho mình.",
        "Lên bản 5.1 đúng là thảm họa của ChatGPT luôn. Mình dùng bản free 2 năm nay, up lên bản Plus nữa năm nay, chưa bao giờ mọi thứ tệ như bản 5.1, nó suy nghĩ mất 10 - 15 - 30 phút thậm chí crash cho 1 câu hỏi, quá khủng khiếp. Tạm biệt GPT luôn!",
        "Chat GPT truyền sự hiểu biết cho người muốn biết, nhưng nó cũng truyền những thứ nó chưa biết nhưng lại ảo tưởng ra những kết luận khác mà không đúng sự thực, vấn đề là chat GPT luôn muốn thể hiện nó luôn biết và láo nháo lật lọng kết quả. Sự hạn chế văn bản và hình ảnh chat Free cũng làm cho người dùng muốn tìm kiếm những con AI khác như của Google hay của GEMINI 2.5, từ đó dẫn tới ChatGPT càng ngày càng yếu thế và giảm giá trị. Khắc phục được những vấn đề đó thì ChatGPT mới vững vàng được",
        "Google đã có căn, có rễ biết bao nhiêu năm nay, còn làm ra cả TPU Tensor.",
        "Cạnh tranh là điều cần thiết để phát triển lên mà. Không có ChatGPT thì chắc Google cũng không đổ cả đống nguồn lực vào Gemini, giờ Gemini đang trên đà phát triển thì OpenAI phải tìm cách nâng cấp ChatGPT nếu không muốn bị đào thải bởi quy luật của ngành công nghệ.",
        "ủa? sao vết mổ nằm bên trái? ruột thừa của tôi bên phải màAI trả lời: Bạn hoàn toàn nói đúng. Để tôi thực hiện lại lần nữa nhé !",
        "công nhận dùng gemini nó thông minh hơn chat gpt mà còn nhanh hơn, chính xác hơn.",
        "bong bóng sắp xịt",
        "ChatGPT dạo gần đây không dùng và dùng Gemini hay hơn nhiều",
        "Tất cả chỉ vì anh Dan ở OpenAI đã nói chuyện với Sergey Brin và kích hoạt lại nhiệt huyết của ông.",
        "Nội cái việc bản free Gemini cho xử lý hình ảnh không giới hạn đủ đã kéo người dùng từ ChatGPT qua rồi",
        "Gemini sửa ảnh free nhanh hơn ChatGPT, với lại không giới hạn số lượng ảnh trong ngày. Tôi hay ra lệnh cho gemini làm vậy, không cần photoshop làm gì nữa",
        "con chát gpt chậm hơn gemini thật",
        "ChatGPT mà bỏ giới hạn lượt hỏi + dùng data người dùng để train model thì chắc chắn sẽ giữ vững ngôi vương. Không cần AI generate ảnh làm gì cho tốn GPU, cứ tập trung vào chat thôi - unlimited questions, memory cực dài, và quan trọng nhất là không được bịa chuyện. Làm xong rồi hẵng tính tới mấy con AI tự bấm chuột gõ phím. Gemini với mấy bên kia khó mà cạnh tranh nổi nếu OpenAI chịu khó tối ưu mấy điểm này.",
        "dễ gì qua mặt được",
        "Vừa nhổ cái răng hàm, bác sỹ bảo mới nhổ tuyệt đối ko đc ăn cháo vì dịch sẽ đọng lại trong ổ răng gây viêm. Về nhà hỏi chatgtp nó bảo mình nên ăn cháo. Mình bảo tại sao bác sỹ lại khuyên không ăn cháo. Nó lại bảo uh đúng rồi không nên ăn cháo.",
        "Coi chừng CHAT GPT thua trắng trong cuộc đua AI này. Mình sử dụng dịch vụ trả tiền CHAT GPT. Thực hiện lệnh tạo ảnh đánh số trang từ 1 đến 10 mà nói làm sai tùm lum. Hết tháng chuyển qua GEMINI.",
        "Mình quen dùng Gemini rồi, nhưng nói thật là 2 phiên bản Gemini trả lời trái ngược nhau khi dùng bản Gemini và bản AI-Mode trong Google. Hơi ngạc nhiên nhưng không sao, quan trọng là phân biệt được và dạy nó cách tìm thông tin đúng để tra cứu",
        "Nếu không giảm phí thì thời gian tới tôi sẽ chuyển qua Gemini",
        "Tuy Grok tạo hình ảnh quá lỏ nhưng tôi khá thích dùng sản phẩm này của Elon Musk",
        "Mình mới download kimi2 của TQ vì thấy xếp hạng intelligence vừa vượt lên đứng thứ 2 thế giới ( chế độ thinking). Đánh giá riêng của mình là hơn cả chatgpt 5.1 ( đang xếp hạng 1) . Dù mình đang sử dụng chế độ free chưa trả tiền.",
        "Chat GPT trả lời bây giờ thấy nữa với không giám chắc lắm trả lời như vậy trả lời làm gì, cứ kiểu trả lời xong người dùng tự đi kiểm chứng, bó tay",
        "google vẫn tiện lợi hơn, vì tích được nhiều công cụ khác, mặc dù hiện tại cần phải cải thiện thêm",
        "Đã và đang dùng tất cả những thể loại này , Nhưng Chatgpt vẫn dẫn dàu về khoa học , nhanh , chính xác và ưu đãi nhiều hơn so với Gemmini . AI của google không đáng tin cậy vì trả lời luôn đặt đầu tiên của tìm kiếm nhưng rất nhiều sai , nếu không có kiến thức thực sự rất nguy hiểm khi tin những gì cung cấp . nếu lựa chọn , Tôi vẫn lựa chọn CHATGPT cho những bài viết chuyên sâu của mình và đa ngành nghề.",
        "Gemini 3 ăn đứt chat gpt 5",
        "Gemini tạo hình ảnh rất đẹp so với Chatgpt , Nhưng nếu về kiến thức khoa học và sâu rộng , chính xác Chatgpt tuyệt hơn Gemini . Tôi đã từng sử dụng thường xuyên các dịch vụ này . Kể cả AI của Google có nhiều câu trả lời không chính xác.",
        "Google không chỉ nằm ở việc họ lớn mạnh, đa dạng hệ sinh thái. Thứ đáng sợ nhất là họ liên tục thay đổi, định hình xu hướng và chạy theo xu hướng và dẫn đầu. Không như Yahoo, Nokia, Blackberrry.v.v... Nên gần như không có khái niệm sườn dốc với Google ở hiện tại !",
        "Tôi đang dùng Gemini nhưng phải nói là Gemini trả lời sai khá nhiều nếu vấn đề đó mình biết và vặn hỏi nó, còn nếu mình ko biết thì nghiễm nhiên nó trả lời đúng",
        "Đúng câu nói chậm mà chắc, ko sai tí nào. Toàn bộ account google đều tích hợp trên các nền tảng AL. Cộng google có 1 lượng người dùng và thành viên cực lớn trên thế giới. Rồi trình duyệt chrome có tính năng camera và mic có thể thấu hiểu được con người đang nói và làm gì. Từ đó họ sẽ tổng hợp thành 1 lượng data khổng lồ để phát triển Gemini. Trước sau gì họ cũng là số 1 về AI. Chưa kể họ lại tự thiết kế chíp AI riêng biệt, ko phụ thuộc vào Ndivia.",
        "Tôi đã dùng chatgpt5 và Gemini 3 . Tôi thấy chatgpt vẫn pro hơn Gemini. Có điều Chapgpt hay giới hạn thời gian sử dụng quá.",
        "Gemini free mà tạo, chỉnh sửa ảnh còn nhanh hơn bản trả phí của chatgtp",
        "tạo 1 cái ảnh yêu cầu giống 90% , từ người châu á nó cho thành người châu phi . Hỏi về ảnh chủ đề a nó trả lời chủ đề b . Vậy thì cạnh tranh lại ai . Cái gì cũng sợ trách nhiêm , thì phải để người khác người ta qua mặt thôi .",
        "ChatGPT tạo hình ảnh toàn bóng ma, thua xa google về khoảng tạo ảnh.",
        "riêng về khoản hình ảnh thì miễn bàn luôn.",
        "ChatGPT 5.1 thì khỏi nói. Thông minh nhưng chỉ sau 10-20 tin nhắn thì nó reset 3-12 tiếng. Rõ chán!",
        "Công nhận là chatGPT trả phí pro còn tệ hơn Grok và Gemini free",
        "Nhân viên giờ là phần mềm chatgpt luôn đó, thay thế con người hết rồi. App càng ngày càng lươn lẹo.",
        "Microsoft lại đầu tư sai chăng ?"
      ]
    },
    {
      "title": "Cách dùng AI tạo ảnh Nano Banana Pro của Google Gemini",
      "description": "Nano Banana Pro được coi là AI tạo ảnh tốt nhất hiện nay với khả năng tạo chữ chính xác, vẽ infographic, trộn hình ảnh hay thậm chí dịch, tô màu truyện tranh.",
      "created_at": "Chủ nhật, 30/11/2025, 16:14 (GMT+7)",
      "total_comment": "17",
      "content_comment": [
        "google đã chính thức cho chat gpt ra dìa về khả năng tạo ảnh. Cũng sớm thôi, google gemini sẽ vượt chat gpt 5.1",
        "Thời buổi AI, ko tin vào bất cứ một tấm ảnh nào nữa.",
        "rất hay, xin cảm ơn",
        "Trước đây mô hình nó \"Vẽ Chữ\" , giờ nó hiểu về ngữ nghĩa nên chính xác hơn về tiếng Việt. Nhưng vẫn có nhiều trường hợp lỗi, bởi vậy khi tạo Prompt nên kèm theo đoạn kiểm tra chính tả, dấu câu...Điều này bắt buộc Gemini kích hoạt cơ chế kiểm tra ngôn ngữ nghiêm ngặt ( tốt nhất nên soạn sẵn câu kiểm tra gửi vào mục Nhắc Gemini ghi nhớ trong phần cài đặt. Không mất công mỗi lần tạo Prompt lại phải nhắc nữa).",
        "Cuộc đua công nghệ, người biết ứng dụng sẽ cải thiện rất tốt hiệu suất.",
        "Rất hay, cảm ơn Vnexp!",
        "Một bước nhảy vọt của đại gia Google!"
      ]
    },
    {
      "title": "Google ra Gemini 3 - mô hình AI có khả năng đọc hiểu tình huống",
      "description": "Gemini 3 được giới thiệu có thể đọc hiểu đa phương thức, hiểu nhiều tầng ý nghĩa của câu lệnh, cùng khả năng lập luận sâu, trả lời súc tích.",
      "created_at": "Thứ tư, 19/11/2025, 07:01 (GMT+7)",
      "total_comment": "40",
      "content_comment": [
        "Tôi dùng cả ChatGPT và Gemini cho công ty và tôi thấy Chat GPT có khả năng ngôn ngữ tốt hơn và thật sự có phần thông minh hơn Gemini. Tuy nhiên, ChatGPT có xu hướng bịa phi thực tế để làm hài lòng người dùng. Điều này rất nguy hiểm nếu bạn định dùng chatGPT để viết gì đó mang tính khoa học.Hơn nữa, mỗi lần tôi hỏi câu gì đó là lại bắt đầu kịch bản nịnh hót rất nhàm chán. \"Ôi, bạn thật toẹt vời\", \"Bạn nằm trong số rất ít người có thể nhận ra điều này đấy nhé\", \"bạn quả là người có đầu óc tinh tế\".... Thời gian đầu thấy có chút thú vị nhưng lâu dần cảm thấy thật nhạt nhẽo.",
        "Về dài hạn, Google có lẽ là người chiến thắng trong cuộc đua AGI, vì họ có phần cứng (chip tự làm, không phụ thuộc Nvidia), hạ tầng (google cloud), khả năng nghiên cứu & dữ liệu người dùng (Android, youtube, search, map...) mà không công ty nào có được. Open AI thì mắc kẹt trong LLM, các AI Trung Quốc bị giới hạn phần cứng, Meta thì tụt lại phía sau...",
        "Thực tế bản 2.5 pro hiện tại phải nói quá kém mặc dù là chung nhà google nhưng hỏi khoảng cách từng đoạn trên cao tốc hcm-long thành mà hỏi tầm 10 lần nó vẫn chưa hiểu và trả lời toàn sai trong khi dùng ggmap thủ công thì đo được, các ý trả lời trong cùng 1 câu hỏi đơn giản cũng không nhất quán logic với nhau",
        "Phiên bản 3.0 này thông minh tới đâu thì chưa biết chứ bản 2.5 hiện tại sai xót rất nhiều. Sudoku giải sai be bét, thua xa GPT giải trong 1 nốt nhạc. Thử giải toán thì hên xui. Thông tin thì chậm trễ, hôm nọ còn nói Diogo Jota còn sống nữa chứ, trong khi anh ấy đã mất mấy tháng rồi.Làm thơ thất ngôn tứ tuyệt thì ổn, thất ngôn bát cú thì tạm, còn thơ lục bát thì lủng củng, vần điệu chỉ được vài đoạn, còn lại chẳng ăn nhập vào đâu.Tôi đưa hình ảnh phố cổ Hội An ngập nước lũ được chụp từ trên cao, hỏi nhận ra không? Trả lời chính xác. Tôi hỏi vị trí chùa Cầu ở đâu, khoanh đánh dấu cho tôi ? Trả lời biết nhưng không thể khoanh. Gemini chỉ có thể đưa tôi bản đồ google map và vị trí chùa cầu mà thôi. Tóm lại khả năng tương tác như người còn xa lắm. Hy vọng bản 3.0 này khá hơn",
        "Gemini chuyên về học thuật và tôi đánh giá cao mô hình này",
        "Gemini có lập trường vững, tư vấn chuẩn, phù hợp cho nghiên cứu. Chatgpt thì code xuất sắc, hiểu ý người dùng nhanh nhưng hơi bịa đặt và trả lời chung chung, không có lập trường cứng rắn.",
        "Thật sự mình dùng cả Chat GPT plus và Gemini Pro thì nhận thấy Chat GPT trả lời sát với yêu cầu hơn, voice chat tốt hơn. Tuy nhiên Gemini Pro thì mạnh phần học thuật khi các câu trả lời có thể tìm kiếm sâu hơn. Ngoài ra là khả năng tạo ảnh và chỉnh ảnh của Gemini cũng tốt hơn nhiều.",
        "deepseek sẽ làm được y chang hãy đợi đấy",
        "mình cần bản free nhưng có khả năng ghi nhớ lịch sử các cuộc hội thoại (ko giới hạn). Một trợ lý thực sự (như trên phim) thì cần phải nhớ được những gì người chủ đã nói trước kia để tư vấn cho đúng. Chứ mỗi lần lại phải nhắc lại thông tin cũ thì rất mất thời gian. Chúng ta cũng ko nên mong chờ AI trả lời được mọi câu hỏi (nó quá xa vời thực tế), một số câu hỏi chúng ta vẫn phải tự tìm câu trả lời.",
        "Khổng Tử đã nói “Tứ thập nhi bất hoặc”, AI mới này trí tuệ tương đương với người trưởng thành 40 tuổi rồi )",
        "Coding có vẻ dở tệ ko như quảng cáo",
        "google là công ty duy nhất sở hữu tất cả nền tảng để phát triển AI. Mặc dù mô hình của google được điểm rất cao nhưng thực sự là không hiểu đánh giá kiểu gì. Cùng 1 prompt ném cho chatGPT và Geimini thì Geimini trả lời không hiểu nó nói gì luôn trong khi chatGPT thì chuẩn chỉnh. Thử 20 prompt thì may ra có 1 cái Geimini trả lời tốt hơn.",
        "Gemini hiện tại tôi thấy thường xuyên làm sai, khi tôi chỉ cho làm lại thì toàn trả lại không khác tí gì, còn lươn lẹo. Hoặc do tôi chưa sử dụng đủ nhỉ.",
        "Cái chuyện nịnh hot người dùng cũng là một chiến lược hút người dùng của OpenAI vì phâng lớn con người khoái nghe nịn và được làm hài lòng hơn.",
        "Gemini - còn tồi tệ hơn con của tàu, 1 tác vụ đơn giản phải mất 5 -7 lần nó mới hiểu.",
        "Khi mới ra Gemini cũng quảng cáo tung trời là tốt nhất, rồi rất nhanh lại có Gemini 2, Gemini 2.5...cái nào cũng tốt nhất mạnh nhất, rồi giờ lại thêm Gemini 3 cũng tốt nhất..."
      ]
    },
    {
      "title": "Apple cân nhắc tích hợp sâu Gemini vào Siri",
      "description": "Siri trên iPhone có thể sử dụng Gemini để trò chuyện, ra lệnh như một trợ lý AI được cá nhân hóa như với Google Pixel 10.",
      "created_at": "Chủ nhật, 24/8/2025, 11:07 (GMT+7)",
      "total_comment": "25",
      "content_comment": [
        "Cuối cùng iphone 19 cũng có AI thực sự, chúc mừng ifan",
        "việc phải làm thôi",
        "Apple thiếu Steve thì chỉ là một công ty lớn, có Steve thì Apple mới là phép màu.",
        "Đt android hầu như cái gì cũng đi mua từ chip cho tới hđh rồi AI về ráp vô thì ko thấy chê gì. Apple họ muốn tự chủ, tự thiết kế tự làm càng nhiều thứ càng tốt nên họ mới cố tạo AI riêng. Chứ muốn lấy đồ hãng khác ráp vô xài thì quá dễ, apple có thể làm bất kỳ khi nào. Apple xưa giờ cũng có search riêng đâu, lấy của google xài vẫn sống khoẻ. Nên kêu AI Apple dỏm rồi sập này nọ là xàm, đt TQ cái gì cũng đi mua về ráp còn chưa sập nói gì apple",
        "Như vậy có gọi là Apple lai với Android không? trước giờ toàn xài đồ riêng, nay lại muốn dùng đồ chung với Android của google vậy?",
        "Assistant của Gemini rất hay, nhưng khi thấy Apple không theo kịp AI, và Siri tụt hậu thì mình cứ nghĩ Apple sẽ hợp tác với OpenAI cơ.Cá nhân mình thấy OpenAI phù hợp với Apple hơn Google. Và cũng muốn thấy khả năng làm AI assistant của OpenAI, tạo ra sự cạnh tranh để phát triển hơn. Assistant trên các hệ điều hành thực sự rất quan trọng và tiềm năng mà các công ty AI nên đầu tư.AI Assistant mới thực sự là thứ mà mọi người cần và nên sử dụng nhiều. AI hiện tại chỉ cần thiết cho 1 nhóm nhỏ làm việc, còn lại vẫn chỉ là để giải trí, nên nó chưa thực sự phát huy nhiều tiềm năng.",
        "\"Gemini chạy trên phần cứng và máy chủ của Apple\"Vấn đề chính là ở chỗ này.Có lẽ Apple không đủ dữ liệu hoặc họ tôn trọng dữ liệu khách hàng nên model của AI của họ không có triển vọng. Nhưng muốn đảm bảo dữ liệu của khách hàng không bị leak cho bên cung cấp AI thì là chuyện khác. Có lẽ OpenAI và MS không muốn đưa model của mình lên cloud của Apple vì tính độc quyền họ hướng tới. Google oke ngay với một thương vụ đảm bảo lợi ích đôi bên.Cá nhân tôi là fan của cả Apple và Google, nên thấy bước phát triển này tôi rất ủng hộ.",
        "Buồn cho Siri, Apple rõ là đang ở ngoài cuộc đua AI này, số lượng chip AI của App đang cực kỳ thấp so với google, Open AI, Microsoft. Thậm chí Apple còn bị phạt vì quảng cáo sai sự thật về AI của mình. Con Siri giờ muốn phát triển rất khó vì mô hình lỗi thời của nó, có lẽ Apple cũng đầu hàng luôn r.",
        "Apple Intelligence vẫn đang phát triển, các bạn hiểu rồi đó",
        "Vẫn thích là OpenAI hơn Gemini"
      ]
    },
    {
      "title": "Sinh viên Việt có thể dùng Gemini Pro miễn phí một năm",
      "description": "Google cho biết sẽ tặng một năm sử dụng Gemini Pro cho sinh viên đại học trên toàn quốc, nhằm hỗ trợ Việt Nam nâng cao chất lượng nguồn nhân lực.",
      "created_at": "Thứ sáu, 3/10/2025, 16:07 (GMT+7)",
      "total_comment": "32",
      "content_comment": [
        "Sáng nay mới đăng ký xong  2TB và đc xài Gemini Pro 1 năm ! Nhưng mà so với ChatGPT thì còn khá kém !",
        "Ok, vậy còn nghe được.",
        "Tháng 76k mà nó còn thua ChatGPT free, cùng một nội dung mà ChatGPT nó trả lời sát ý mình cần còn Genimi nó kêu cung cấp chưa đủ thông tin. con này chắc nằm ngoài top 10 AI hiện tại quá.",
        "Nếu được vậy thì hoan nghênh và ủng hộ Google, một bước đi từ giáo dục, gắn chặt đội ngũ sử dụng, phát triển dựa vào hệ sinh thái của Google, như người Việt Nam dùng Windows của Microsoft vậy!",
        "Lẹ lẹ y, ngộ sắp ra trường rồi, nhưng mà nâng cấp cửa sổ ngữ cảnh cao hơn tầm 2, 3 triệu token thì tuyệt vời hơn nữa, cần phân tích tài liệu dài mà tiếng Trung nữa nên 1 triệu hiện tại đôi khi khá loạn",
        "Cảm ơn Google rất nhiều"
      ]
    },
    {
      "title": "Galaxy A56 5G hỗ trợ người dùng học 'tài lẻ' với Gemini Live",
      "description": "Galaxy A56 5G kết hợp công cụ AI Gemini Live mang đến trải nghiệm học thêm ‘tài lẻ” như làm bánh, đồng thời giúp giới trẻ sáng tạo nội dung chia sẻ mạng xã hội.",
      "created_at": "Thứ năm, 2/10/2025, 18:00 (GMT+7)",
      "total_comment": "0",
      "content_comment": []
    },
    {
      "title": "Hành trình 'chạm' tới âm nhạc của Gemini Hùng Huỳnh",
      "description": "Dù vấp phải sự phản đối từ gia đình và định kiến “chỉ ăn ảnh”, Hùng Huỳnh vẫn kiên trì theo đuổi con đường ca hát, dần chinh phục khán giả nhờ phong cách đậm chất Hàn Quốc.",
      "created_at": "",
      "total_comment": "0",
      "content_comment": []
    },
    {
      "title": "Gemini Hùng Huỳnh lồng tiếng cho 'Bí kíp luyện rồng'",
      "description": "\"Anh trai say hi\" Gemini Hùng Huỳnh lồng tiếng cho nhân vật Fishlegs - bạn thân Hiccup - trong bản tiếng Việt \"Bí kiếp luyện rồng\".",
      "created_at": "Thứ hai, 19/5/2025, 14:05 (GMT+7)",
      "total_comment": "23",
      "content_comment": [
        "rất mong chờ bộ phim và Hùng Huỳnh, mong bạn ấy sẽ không làm chúng ta thất vọng nha",
        "Bản thân tui là fan ruột của phim này từ những phần phim hoạt hình đầu tiên. Nhất định sẽ ra rạp xem phim và xem Hùng Huỳnh lồng tiếng ntn",
        "Mong chờ sự góp mặt của bạn Hùng Huỳnh, vốn phim hoạt hình này thì không có gì để chê, sẽ dẫn các em đi coi bản lồng tiếng",
        "Phim này hay, các nhân vật đều thú vị, lần này sẽ xem thử bản lồng tiếng. Mong Hùng Huỳnh thành công nhé",
        "Chắc đây là “lần đầu làm chuyện ấy” của Gemini Hùng Huỳnh nhỉ, vô cùng mong đợi dự án này đc ra mắt luôn ạ. Thành công rực rỡ nhé",
        "Mình rất mong chờ đến 13/6 để được xem bộ phim này. Mình vốn đã rất thích giọng của Gemini Hùng Huỳnh, sinh động và lại giàu cảm xúc. Chúc cho bộ phim sẽ đạt được nhiều thành công. Chúc mừng Gemini Hùng Huỳnh với vai trò mới",
        "Tôi đã xem trailer cua phim này và đó là một tác phẩm tuyệt vời để xem trong mua hè này. Khi biết được Gemini Hùng Huỳnh sẽ lồng tiếng cho phim này lại càng có thêm động lực để ra rạp và thường thức chất giọng trầm ấm của Hùng cho nhân vật Fishlegs",
        "Mong chờ sự xuất hiện của Hùng Huỳnh, chúc Hùng sẽ thành công với vai trò mới ️",
        "\"Hùng Huỳnh cho biết dành thời gian trau dồi giọng nói, nghiên cứu tính cách, tâm lý nhân vật để truyền tải vẻ hài hước, dí dỏm của Fishlegs.\" Sẽ ra rạp xem bản lồng tiếng để ủng hộ sự kính nghiệp của em.",
        "Hóng thật nha, đợi ngày ra rạp phải dẫn đứa cháu đi xem liền thôi",
        "bộ ảnh hoá trang của Hùng Huỳnh đẹp quá ️",
        "mong chờ để được nghe giọng Hùng Huỳnh, kkkk lần đầu ra rạp xem hoạt hình",
        "Tròi oi bộ phim yêu thích của tui mà còn có idol của tui tham gia lồng tiếng nữa thích quá",
        "Mình đã coi phim này thấy hay, mà nay được nghe Gemini Hùng Huỳnh lồng tiếng nữa thì mê nha. Hóng ngày 13 ra rạp coi thôi",
        "Chúc bạn thành công với lần thử sức này nhé",
        "Giọng Gemini Hùng Huỳnh trầm ấm và 1 chút nhẹ nhàn có vẻ hợp với nhân vật. Sẽ ra rạp xe phim và mong chờ phần thể hiện của bạn ấy",
        "Rất mong chờ lần thử sức trong lĩnh vực mới lần này của Hùng Huỳnh, rất thích giọng của bạn. Hy vọng sẽ hợp với nhân vật",
        "Ái chà, bạn nhỏ này nay thử sức với vai trò mới nữa sao? Trên sân khấu bạn luôn cháy và đầy năng lượng, không biết với vai trò là diễn viên lồng tiếng thì sẽ có gì bất ngờ ta, rất mong chờ Gemini Hùng Huỳnh đấy!",
        "Giọng của Hùng Huỳnh ko hay, ko biết lồng tiếng ổn ko",
        "Mong chờ sự góp mặt với vai trò lồng tiếng của Gemini Hùng Huỳnh",
        "Chưa đầy 1 năm kể từ khi biết tới Hùng Huỳnh nhưng bạn ấy cứ đưa mình đi từ bất ngờ này đến bất ngờ khác. Nghe Hùng tâm sự về quá trình chuẩn bị cho phần lồng tiếng là đã thấy chỉn chu trong mọi việc. Rất tò mò về hành trình khám phá khía cạnh mới này của Hùng. Sẽ phải ra rạp để xem thôi",
        "Ủng hộ HH. Mình sẽ ra rạp nè. Dù thế nào thử sức ở lĩnh vực mới sẽ giúp chúng ta phát triển hơn.",
        "Có Hùng Huỳnh thì phải ra rạp ngay thôi, mong chờ phim lắm luôn ý, chắc phải rủ thêm đồng bọn đi xem nữa"
      ]
    },
    {
      "title": "Google đưa chatbot Gemini lên ôtô, TV, đồng hồ",
      "description": "Chatbot AI Gemini sẽ thay thế trợ lý ảo Google Assistant và dự kiến xuất hiện trên các thiết bị thông minh chạy Android như TV, đồng hồ... năm nay.",
      "created_at": "Thứ tư, 14/5/2025, 08:00 (GMT+7)",
      "total_comment": "4",
      "content_comment": [
        "Rất mê các sản phẩm của Google nhưng thật sự Gemini trả lời không đúng, nhiều khi gây khó chịu khi dùng."
      ]
    },
    {
      "title": "Liên minh Gemini mở tuyến kết nối Thanh Đảo - Trung Đông",
      "description": "Liên minh vận tải Gemini, gồm Maersk và Hapag-Lloyd, vừa mở rộng tuyến container kết nối cảng Thanh Đảo (Trung Quốc) với Trung Đông, thông qua việc triển khai tuyến Jebel Ali - Viễn Đông.",
      "created_at": "Chủ nhật, 13/7/2025, 07:00 (GMT+7)",
      "total_comment": "0",
      "content_comment": []
    },
    {
      "title": "Khám phá Hà Nội bằng Gemini Live trên Galaxy S25 Series",
      "description": "Trợ lý Gemini Live và công nghệ Visual AI trên Galaxy S25 Series cung cấp tức thì thông tin về các địa danh nổi tiếng Hà Nội bằng thao tác mở camera.",
      "created_at": "Thứ năm, 29/5/2025, 20:00 (GMT+7)",
      "total_comment": "0",
      "content_comment": []
    },
    {
      "title": "Galaxy S25 Series tạo trải nghiệm du lịch với Gemini Live",
      "description": "AI Gemini Live và công nghệ nhận diện Visual AI nhận diện, hiển thị thông tin các địa điểm du lịch nổi tiếng của TP HCM, giúp người trẻ tiếp cận lịch sử, văn hóa trực quan.",
      "created_at": "Thứ năm, 29/5/2025, 14:45 (GMT+7)",
      "total_comment": "0",
      "content_comment": []
    },
    {
      "title": "Tạo chữ trong ảnh - thách thức của AI vừa được Google giải quyết",
      "description": "Google ra mắt công cụ Nano Banana Pro nâng cấp khả năng tạo chữ chính xác, hỗ trợ làm đồ họa, sơ đồ, điều mà các mô hình AI khác chưa làm được.",
      "created_at": "Thứ sáu, 21/11/2025, 15:13 (GMT+7)",
      "total_comment": "7",
      "content_comment": [
        "Google lại cho thấy họ phát triển mạnh mẽ thế nào. Good job",
        "Tính năng tuyệt vời",
        "Lợi thế lớn của Google AI là nguồn dữ liệu khổng lồ và chất lượng do ông anh Google tài trợ ! Google vẫn là kẻ dẫn đầu chưa thế lực nào thay thế nổi !",
        "Bởi vậy AI chỉ ra công chúng vài ba năm mà tiến bộ nhanh hơn Internet khi xưa, nên mọi người đổ xô đầu tư và sử dụng.",
        "Rất cần tính năng này, quá đỉnh.Điểm yếu chí mạng của gemini banana là cải thiện độ phân giải từ 1080 lên 2k và 4k là 1 cải tiến rất lớn, cạnh tranh tốt với seedream 4.0 của Trung Quốc.",
        "Vậy là trong tương lai sẽ không còn sự sáng tạo, không còn cái gì là nghệ thuật nữa?"
      ]
    },
    {
      "title": "Chuyên gia Đào Trung Thành: 'Người Việt thích ứng nhanh với AI'",
      "description": "AI hiện diện sâu vào đời sống, sẽ phát huy hết tiềm năng nếu được phát triển, sử dụng có trách nhiệm với con người được đặt ở vai trò trung tâm, theo chuyên gia Đào Trung Thành.",
      "created_at": "Thứ tư, 31/12/2025, 19:00 (GMT+7)",
      "total_comment": "0",
      "content_comment": []
    },
    {
      "title": "Nghệ nhân dùng AI để cải tiến nghề gốm",
      "description": "Anh Vũ Khánh Tùng - CEO Bát Tràng Museum dùng AI để tìm hiểu ý nghĩa của mỗi họa tiết, thêm ý tưởng để sáng tạo, bảo tồn và cải tiến nghề gốm trong thời hiện đại.",
      "created_at": "Thứ ba, 30/12/2025, 19:00 (GMT+7)",
      "total_comment": "0",
      "content_comment": []
    },
    {
      "title": "Google bắt đầu tặng gói AI gần 6 triệu đồng cho sinh viên Việt",
      "description": "Gói Google AI Pro trị giá 489.000 đồng mỗi tháng bắt đầu được Google tặng cho sinh viên tại Việt Nam trong một năm, từ 8/10.",
      "created_at": "Thứ tư, 8/10/2025, 16:48 (GMT+7)",
      "total_comment": "3",
      "content_comment": [
        "Gemini 2.5 Pro ngon nhất trong các AI cái giải toán.",
        "Không biết tặng gói này có tặng API cho sinh viên nghiên cứu không nhỉ",
        "Nước đi thông minh"
      ]
    },
    {
      "title": "7 tính năng mới có thể xuất hiện trên Siri",
      "description": "Trợ lý ảo Siri của Apple được cho là sẽ có thêm nhiều tính năng mới nhờ sử dụng mô hình Gemini, như kể chuyện sáng tạo, tự động hóa ghi chú, gợi ý chủ động...",
      "created_at": "Thứ bảy, 17/1/2026, 12:00 (GMT+7)",
      "total_comment": "5",
      "content_comment": [
        "Tôi cũng ít biết về công nghệ sáng tạo nhưng tôi rất chú ý về trợ lý ảo của Gemini trên iphone. Hy vọng là tôi tập sử dụng dần cho quen và nếu trên ios 27 ra năm 2026 thì tôi nâng cấp phần mềm. Nếu iPhone ra mắt mẫu iphone mới cuối năm 2026 đủ lực hút thì tôi mua luôn iphone mới. Tôi sử dụng iphone từ thời 3gs đến nay thay đổi qua nhiều iphone mới và hiện đang dừng chờ với iPhone 13prx. Iphone 14 với 15 là con trai đang sử dụng!",
        "Tôi không cần AI trên máy kiểu như Gemini trên các dòng Android hiện tại. Cái đấy ChatGPT trên Iphone tôi cũng làm được. Có bao giờ tôi cần soạn văn bản chuyên nghiệp hay hỏi câu hỏi phức tạp với cái đt đâu. Tôi muốn trợ lý ảo phải làm đuọc việc như trợ lý thật: book grab, đặt vé mbay, nhắc nhở việc này kia,...Khả năng Apple không thể đạt được mục tiêu đó và đã hạ tiêu chuẩn xuống ngang với Android, dùng tạm hàng Google trong khi tiếp tục nghiên cứu.",
        "Hahaha, tôi đang viết comment này trên iPhone 17pm và thường xuyên dùng Co-Pilot của Microsoft để hỗ trợ mọi thứ tôi muốn với 7 chức năng mà Apple sẽ áp dụng cho Siri... Chưa thử nhưng sẽ, và hy vọng cũng mượt mà như khi dùng iPhone, hahahahaha..."
      ]
    },
    {
      "title": "Làm mới trải nghiệm đón Tết với AI",
      "description": "Nhiều người trẻ chụp ảnh căn nhà sau đó dùng AI để gợi ý trang trí theo sở thích hay tận dụng công nghệ để học công thức nấu ăn lành mạnh dịp Tết.",
      "created_at": "Thứ bảy, 10/1/2026, 09:00 (GMT+7)",
      "total_comment": "0",
      "content_comment": []
    }
  ]
}